Repository: jsocol/better-search-widget
Catalog: languages/better-search-widget-*.po
Languages: fr_fr

# default_title
source: Search
fr_fr: Recherche

# default_button
source: Search
fr_fr: Recherche

# form_title
source: Widget Title:
fr_fr: Titre:

# form_button
source: Search Button Text:
fr_fr: Texte du bouton de soumission:

# form_size
source: Search Field Size:
fr_fr: Taille du champ de saisie:

# form_default
source: Search Field Default:
fr_fr: Valeur par défaut du champ:

# form_script
source: Use onfocus and onblur events?
fr_fr: Utilisez les événements onfocus et onblur?

# form_script_on
source: Yes
fr_fr: Oui

# form_script_off
source: No
fr_fr: Non

# widget_name
source: Better Search
fr_fr: Meillure Widget de Recherche

# widget_description
source: Customizable search widget
fr_fr: Widget de Recherche Personnalisable
